window.scheduleData = [
    {
        date:"2017-09-23",
        list:[{
                title:"出发去机场",
                time:"11:00"
            },
            {
                title:"浦东机场 T2",
                time:"13:00",
                list:[
                    "取wifi：凭手机号，T2航站楼二层国内到达赫兹租车对面13号“漫游超人”柜台（安检区外）",
                    "14:40 - 16:35",
                    "中国南方航空CZ3095"
                ]
            },
            {
                title:"到达桃园机场",
                time:"17:00",
                location:"台北",
                list:[
                    "取钱：银联ATM + 招行储蓄卡。手续费：千五，保底¥10",
                    "找便利店买电话卡、悠游公交卡"
                ]
            },
            {
                title:"捷运到台北，找旅店",
                time:"18:00",
                list:[
                    "信星青年旅馆 - 台北车站",
                    "华阴街50号4楼, 大同区, 103",
                    "(电话: +886225562015)",
                    "订单编号: 1498293703 密码: 9756"
                ]
            },{
                title:"自由活动",
                list:[
                    "附近超市",
                    "夜市"
                ]
            }
        ]
    },
    {
        date:"2017-09-24",
        list:[
            {
                title:"上午 台大附近"
            },
            {
                title:"下午-傍晚 台北101附近"
            },
            {
                title:"晚 夜市"
            }
        ]
    },
    {
        date:"2017-09-25",
        list:[
            {
                title:"出发去高雄 高铁",
                time:"11:00",
                list:[
                    "台北 11:31 - 左營 13:05",
                    "车次：125  座位：5車8A",
                    "訂位代碼：01851288"
                ]
            },
            {
                title:"左营大巴到垦丁大街"
            },
            {
                title:"入住旅店",
                list:[
                    "垦丁帮客青年旅店",
                    "垦丁路247号, 946 垦丁大街",
                    "(电话: +88688851248)",
                    "订单编号: 2081008839 密码: 8618"
                ]
            },
            {
                title:"自由活动",
                list:[
                    "垦丁大街",
                    "垦丁海水浴场"
                ]
            }
        ]
    },
    {
        date:{
            startDate:"2017-09-26",
            endDate:"2017-09-28"
        },
        list:[
            {
                title:"垦丁东线",
                list:[
                    "垦丁牧场日出",
                    "鹅銮鼻",
                    "龙磐公园"
                ]
            },
            {
                title:"垦丁西线",
                list:[
                    "后壁湖",
                    "白沙湾",
                    "恒春古城"
                ]
            }
        ]
    },
    {
        date:"2017-09-29",
        list:[
            {
                title:"垦丁大巴回高雄"
            },{
                title:"入住旅店",
                list:[
                    "旅聚居青年旅舍",
                    "中山一路117号6楼, 新兴区, 80049 高雄",
                    "(电话: +88672851231)",
                    "订单编号: 2075962540 密码: 3696"
                ]
            },{
                title:"自由活动",
                list:[
                    "宜家",
                    "统一梦时代"
                ]
            }
        ]
    },
    {
        date:{
            startDate:"2017-09-30",
            endDate:"2017-10-01"
        },
        list:[
            {
                title:"高雄 瞎逛",
                list:[
                    "驳二艺术特区",
                    "旗津"
                ]
            }
        ]
    },{
        date:"2017-10-02",
        list:[
            {
                title:"出发去台中",
                time:"8:00",
                list:[
                    "左營 08:35 - 台中 09:30",
                    "车次：616  座位：7車3E",
                    "訂位代碼：05648620"
                ]
            },
            {
                title:"从台中高铁站出发去台中台铁站",
                time:"10:00",
                list:[
                    "寄存行李",
                    "台中火车站",
                    "台中自然科学博物馆",
                    "光之乳酪",
                    "三星园",
                    "台湾美术馆",
                    "东海大学"
                ]
            },{
                title:"出发回台北",
                list:[
                    "到台中高铁站再订票"
                ]
            },{
                title:"从台北车站捷运到淡水 入住旅店",
                list:[
                    "台北yes背包客民宿",
                    "长兴街24号, 251 淡水",
                    "(电话: +886909943968)",
                    "订单编号: 1626401424 密码: 5171"
                ]
            },{
                title:"下午-傍晚 捷运 向东 到北投",
                list:[
                    "北投公园"
                ]
            },{
                title:"自由活动",
                list:[
                    "附近超市",
                    "夜市"
                ]
            }
        ]
    },{
        date:"2017-10-03",
        list:[
            {
                title:"淡水 往西瞎逛",
                list:[
                    "淡水老街",
                    "淡江中学",
                    "渔人码头"
                ]
            }
        ]
    },{
        date:"2017-10-04",
        list:[
            {
                title:"捷运回台北车站",
                time:"11:00"
            },{
                title:"入住旅店",
                list:[
                    "信星青年旅馆 - 台北车站",
                    "华阴街50号4楼, 大同区, 103 台北",
                    "(电话: +886225562015)",
                    "订单编号: 1754107917 密码: 0008"
                ]
            },{
                title:"下午-傍晚 瞎逛",
                list:[
                    "附近超市",
                    "西门町"
                ]
            },{
                title:"自由活动",
                list:[
                    "夜市"
                ]
            }
        ]
    },{
        date:"2017-10-05",
        list:[
            {
                title:"台北 瞎逛",
                list:[
                    "日升免税店"
                ]
            }
        ]
    },{
        date:"2017-10-06",
        list:[{
                title:"捷运出发去桃园机场",
                time:"14:00"
            },
            {
                title:"桃园机场 T2",
                time:"15:00",
                list:[
                    "17:45 - 20:00",
                    "中国南方航空CZ3096"
                ]
            }
        ]
    }
]